LEXICON_COMMANDS: dict[str, str] = {
    '/begin': 'Открыть справочник',
    '/help': 'Справка по работе бота',
    '/about': 'Узнать о нас'
    # '/order': 'Заполнить форму для заказа'
}

GREETING_TEXT: dict[str, str] = {
    'greeting': 'Добро пожаловать в Хозяйство бот\n'
                'Здесь вы можете посмотреть наш Ассортимент\n'
                'Чтобы начать воспользуетесь командой: /begin\n'
                'Чтобы узнать контакную информацию\n'
                'воспользуетесь командой: /about'
}

ABOUT_US_TEXT: dict[str, str] = {
    'about': 'Для заказа вы можете обратиться по номере:\n'
             '+7 905 377 6553\n'
             'Или написать в теллеграм:\n'
             '@Lil_kzn'
}

EXCEPTION: dict[str, str] = {
    'mistake': 'Ошибка, текст не распознан'
}

CATEGORIES: dict[str, str] = {
    'Курица': 'курица',
    'Утка': 'утка',
    'Перепелка': 'перепелка',
    'Индюк': 'индюк',
    'Фазан': 'фазан',
    'Страус': 'страус',
}
